characters = [
    {
        "name": "Πολίτης",
        "team": "Good",
        "description": "Είναι με την ομάδα των καλών. Σκοπός του είναι να βγάλει εκτός παιχνιδιου τους δύο δολοφόνους (Φανερό και Κρυφό). Δεν έχει καμία ιδιότητα και δεν κανέναν άλλο χαρακτήρα μέσα στο παιχνίδι.",
        "is_main_role": True,
        "num_of_players": 10
    },
    {
        "name": "Αστυνομικός",
        "team": "Good",
        "description": "Είναι με την ομάδα των καλών. Γνωριζει από την αρχή ποιός ειναι ο Φανερός δολοφόνος. Σκοπός του είναι να βοηθήσει τους υπόλοιπους παίκτες να βγάλουν εκτός παιχνιδιού τον φανερό δολοφόνο, χωρίς να αποκαλύψει την ταυτότητά του.",
        "is_main_role": True,
        "num_of_players": 1
    },
    {
        "name": "Φανερός Δολοφόνος",
        "team": "Evil",
        "description": "Είναι με την ομάδα των κακών. Γνωρίζει τον κρυφό δολοφόνο και μαζί έχουν στόχο να βγάλουν εκτός παιχνιδιού όλους τους καλούς παίκτες. Ονομάζεται ‘φανερός’ γιατί τον γνωρίζει ο αστυνομικός, οπότε πρέπει οι κινήσεις του να είναι προσεκτικές και να μην δώσει στόχο. Κατά τη διάρκεια της νύχτας, ανοίγει τα μάτια του, συνεννοείται με τον άλλο δολοφόνο και υποδεικνύουν στον βραδινό αφηγητή έναν παίκτη για να τον δολοφονήσουν.",
        "is_main_role": True,
        "num_of_players": 1
    },
    {
        "name": "Κρυφός Δολοφόνος",
        "team": "Evil",
        "description": "Είναι με την ομάδα των κακών. Γνωρίζει τον φανερό δολοφόνο και μαζί έχουν στόχο να βγάλουν εκτός παιχνιδιού όλους τους καλούς παίκτες. Κατά τη διάρκεια της νύχτας, ανοίγει τα μάτια του, συνεννοείται με τον άλλο δολοφόνο και υποδεικνύουν στον βραδινό αφηγητή έναν παίκτη για να τον δολοφονήσουν.",
        "is_main_role": True,
        "num_of_players": 1
    },
    {
        "name": "Γιατρός",
        "team": "Good",
        "description": "Είναι με την ομάδα των καλών. Κατά τη διάρκεια της νύχτας, μπορεί να επιλέξει έναν από τους ζωντανούς παίκτες (ακόμα και τον εαυτό του). Αν αυτός ο παίκτης είναι ένας από τους παίκτες που έχουν επιλέξει να σκοτώσουν οι δολοφόνοι, ο παίκτης αυτός δεν πεθαίνει.",
        "is_main_role": False,
        "num_of_players": 1
    },
    {
        "name": "Μητέρα Τερέζα",
        "team": "Good",
        "description": "Είναι με την ομάδα των καλών. Αν ψηφιστεί ή βγει από ιδιότητα άλλου παίκτη (και αποκαλυφθεί η ταυτότητά της), τότε από εκείνη τη στιγμή και πέρα δεν ξαναπέφτει νύχτα στο Παλέρμο, οπότε και οι δολοφόνοι δεν θα έχουν την ευκαιρία να δολοφονούν παίκτες τη νύχτα.",
        "is_main_role": False,
        "num_of_players": 1
    },
    {
        "name": "Ρουφιάνος",
        "team": "Evil",
        "description": "Είναι με την ομάδα των κακών. Γνωρίζει και τους δύο δολοφόνους και προσπαθεί να τους προστατέψει αποπροσανατολίζοντας τους υπόλοιπους παίκτες.",
        "is_main_role": False,
        "num_of_players": 1
    },
    {
        "name": "Αλεξίσφαιρος",
        "team": "Good",
        "description": "Είναι με την ομάδα των καλών. Ο Αλεξίσφαιρος δεν μπορεί να δολοφονηθεί τη νύχτα, οπότε αν επιλέξουν οι δολοφόνοι να τον σκοτώσουν δεν πεθαίνει. Μπορεί μόνο να βγει από το παιχνίδι από ψηφοφορία ή από ιδιότητα άλλου παίκτη.",
        "is_main_role": False,
        "num_of_players": 1
    },
    {
        "name": "Ερωτευμένοι",
        "team": "Good",
        "description": "Οι ερωτευμένοι είναι πάντα δύο στο παιχνίδι. Γνωρίζονται μεταξύ τους και είναι με την ομάδα των καλών. Δυστυχώς όμως αν κάποιος από τους δύο βγει εκτός παιχνιδιού, επιλέγεται αυτόματα και ο άλλος και αποχωρεί και αυτός. Η αγάπη τους δεν τους χωρίζει ποτέ!",
        "is_main_role": False,
        "num_of_players": 2
    },
    {
        "name": "Φίλοι",
        "team": "Good",
        "description": "Οι φίλοι είναι πάντα δύο στο παιχνίδι και είναι με την ομάδα των καλών. Γνωρίζονται μεταξύ τους και αυτό τους βοηθάει να βρουν πιο εύκολα τους δολοφόνους.",
        "is_main_role": False,
        "num_of_players": 2
    },
    {
        "name": "Πληρωμένος δολοφόνος",
        "team": "Evil",
        "description": "Είναι με την ομάδα των κακών. Γνωρίζει και τους δύο δολοφόνους και προσπαθεί να τους προστατέψει αποπροσανατολίζοντας τους υπόλοιπους παίκτες. Κατά τη διάρκεια της νύχτας, μετά από τη δολοφονία των δολοφόνων, ανοίγει τα μάτια του και επιλέγει και αυτός έναν παίκτη για δολοφονία. Αν επιλέξει τον ίδιο με τους δολοφόνους, ο παίκτης απλά πεθαίνει. Αλλιώς αν επιλέξει διαφορετικό πεθαίνουν δύο παίκτες κατά τη διάρκεια της νύχτας.",
        "is_main_role": False,
        "num_of_players": 1
    },
    {
        "name": "Άρρωστος",
        "team": "Good",
        "description": "Είναι με την ομάδα των καλών, αλλά δυστυχώς είναι πολύ άρρωστος και η αρρώστια του είναι κολλητική. Πριν τον θάνατό του, μπορεί να επιλέξει έναν παίκτη, να τον κολλήσει με την αρρώστια του και να πεθάνει και αυτός. Την ιδιότητα αυτή μπορεί να τη χρησιμοποιήσει, αν θέλει, μόνο κατευθείαν μετά που θα πεθάνει. Αν επιλέξει να μην σκοτώσει κανέναν, μετά δεν μπορεί να χρησιμοποιήσει ποτέ ξανά αυτή την ιδιότητα.",
        "is_main_role": False,
        "num_of_players": 1
    },
    {
        "name": "Τρέλα",
        "team": "Neutral",
        "description": "Η τρέλα δεν ανήκει σε κάποια ομάδα. Παίζει μόνη της και για την πάρτη της. Σκοπός της είναι να κάνει τους υπόλοιπους παίκτες να την ψηφίσουν. Αν αποχωρήσει μετά από ψηφοφορία, η ταυτότητά της αποκαλύπτεται και το παιχνίδι τελειώνει!",
        "is_main_role": False,
        "num_of_players": 1 
    },
    {
        "name": "Στρατιώτης",
        "team": "Good",
        "description": "Η τρέλα δεν ανήκει σε κάποια ομάδα. Παίζει μόνη της και για την πάρτη της. Σκοπός της είναι να κάνει τους υπόλοιπους παίκτες να την ψηφίσουν. Αν αποχωρήσει μετά από ψηφοφορία, η ταυτότητά της αποκαλύπτεται και το παιχνίδι τελειώνει!",
        "is_main_role": False,
        "num_of_players": 1 
    },
    {
        "name": "Βομβιστής",
        "team": "Evil",
        "description": "Είναι με την ομάδα των κακών. Γνωρίζει και τους δύο δολοφόνους και προσπαθεί να τους προστατέψει. Οποιαδήποτε στιγμή κατά τη διάρκεια της ημέρας, μπορεί να ενεργοποιήσει τη βόμβα, να επιλέξει έναν παίκτη από τους καλούς και να τον σκοτώσει. Δυστυχώς όμως η βόμβα είναι πάνω του, οπότε αναγκαστικά βγαίνει και αυτός εκτός παιχνιδιού.",
        "is_main_role": False,
        "num_of_players": 1 
    }

    ]

# (┬┬﹏┬┬)
# （づ￣3￣）づ╭❤️～